[General]
Version=1.8.8
LanguageName=Magyar
lblLanguageAuthor=Marvin (http://apptransteam.extra.hu); sure (http://sureweb.extra.hu)

[Form1]
speedWarningLabel=Figyelmeztetés: a 20000 KB/s feletti sebesség gyanúsnak tűnhet.
checkShowTrayBaloon=Információ megjelenítése a tálcaikon fölött
lblInterface=Felület:
lblLanguage=Nyelv:
TorrentFileLabel=Elérési út:
closeButton=Bezárás
StartButton=Indítás
tabGeneral=Általános
groupTorrentFile=Torrent fájl
browseButton=Tallózás...
groupStats=Statisztika
totalRunningTimeLabel=Teljes idő :
leechLabel=Leecher :
seedLabel=Seeder :
manualUpdateButton=Kézi frissítés
labelUpdateIn=Frissítésig :
downloadCountLabel=Letöltve :
uploadCountLabel=Feltöltve :
groupBoxOptions=Beállítások
applyStopSettingsButton=Alkalmaz
stopProcessLabel=Leállítás:
FileSizeLabel=Befejezve (%)
uploadRateLabel=Feltöltési sebesség (kB/s) :
downloadRateLabel=Letöltési sebesség (kB/s) :
groupTorrentInfo=Torrent információk
labelTorrentSize=Méret:
hashLabel=SHA Hash:
TrackerLabel=Tracker:
tabAdvanced=Speciális
memoryReaderButton=Memória olvasó...
updateAnnounceParamsOnStart=Peer_id és kulcs frissítése indításkor
checkNewVersion=Új verzió ellenőrzése
ClientLabel=Kliens szimuláció:
randomSpeedGroup=Véletlenszerű fel/letöltési sebesség
RandomDownloadToLabel=Max:
RandomUploadToLabel=Max:
RandomDownloadFromLabel=Min:
RandomUploadFromLabel=Min:
checkRandomDownload=Letöltés(kB)
checkRandomUpload=Feltöltés(kB)
reportParamsGroup=További paraméterek
keyLabel=Kulcs (key):
labelPeerID=Peer ID (peer_id):
numwantLabel=Peerek száma (numwant):
portInfoLabel=Ha a mezőket üresen hagyod, akkor az alapértelmezett értékek lesznek beállítva.
portLabel=Port (port):
tabNetwork=Hálózat
groupNetworkMisc=Egyéb
checkIgnoreFailureReason=Tracker által jelzett hibaüzenet figyelmen kívül hagyása
labelStopMinLeecher=Feltöltés leállítása, ha a leecherek száma kevesebb, mint:
intervalLabel=Tracker frissítési gyakorisága (mp):
checkRequestScrap=Seeder/Leecher statisztika lekérése (scrape info a trackertől)
checkTCPListen=TCP figyelő használata (aktív kapcsolat a tracker felé)
proxySettingsGroup=Proxykiszolgáló beállításai
labelProxyPass=Jelszó:
labelProxyUser=Felh.név:
labelProxyPort=Port:
labelProxyHost=Állomás:
labelProxyType=Proxy típusa:
tabLog=Folyamatnapló
saveLogButton=Napló mentése
checkLogEnabled=Naplózás engedélyezése
clearLogButton=Napló törlése
tabAbout=Névjegy
labelForums=Fórumok:
labelWebSite=Webhely:
StopButton=Leállítás
linkProxyHelp=Súgó proxyt használóknak
tabUpdates=Frissítések
installUpdatesButton=Frissítések telepítése
checkUpdatesButton=Frissítések keresése
labelUpdates=Kliensek és nyelvi fájlok
labelBindIp=Használja ezt az IP-címet:
checkMinimizeToTray=Minimalizálás a Tálcára
checkIgnoreTimeout=Kapcsolathibák figyelmen kívül hagyása
checkUPnP=UPnP porthozzárendelés
testNetworkButton=Beállítások tesztelése...
ResetCountersButton=Számlálók újraindítása
checkSavePeers=Peerlista mentése


[MemoryReader]
reApplyButton=Alkalmaz
reCloseButton=Bezárás
groupBoxSearchResults=Keresés eredménye
reHashLabel=Kivonat:
rePeerIdLabel=Peer ID(peer_id):
reKeyLabel=Kulcs(key):
numwantLabel=Peerek száma (numwant):
rePortLabel=Port (port):
reSearchStrLabel=String:
reSearchButton=Keresés
reProcessNameLabel=Folyamat neve:

[Messages]
mrNoProcessFound=Nem található a futó folyamat: {0} .\r\nEllenőrizd, hogy fut-e a torrent kliens és legalább 1 feladat aktív.
mrSearchFail=A keresés sikertelen.\r\nEllenőrizd, hogy fut-e a torrent kliens és legalább 1 feladat aktív.
mrSearchTitle=Keresés
mrSearchSuccess=A keresés sikeresen befejezve!\r\nKattints az Alkalmaz gombra, hogy a talált paraméterek érvénybe lépjenek.
vrNewVersionReleased=Új verzió érhető el! Innen letöltheted: http://www.moofdev.net
vrNewVersionTitle="Új verzió érhető el"
ballonUploaded=Feltöltve: {0} \r\n
ballonDownloaded=Letöltve: {0} \r\n
ballonUpdateIn=Frissítésig: {0} \r\n
ballonTotalTime=Teljes idő: {0} \r\n
stopProcessOpt1=Ne álljon le
stopProcessOpt2=Ha feltöltve
stopProcessOpt3=Ha letöltve
stopProcessOpt4=Ha az eltelt idő
stopProcessUnits1=másodperc
stopProcessUnits2=perc
stopProcessUnits3=óra
restoreToolStripMenuItem=Visszaállítás
exitToolStripMenuItem=Bezárás
umNumUpdatesFound={0} frissítés érhető el
umNoUpdatesFound=Nem található újabb frissítés
umParsingUpdates=Frissítések elemzése...
umCheckingUpdates=Frissítések keresése...
umDownloadingUpdate=A következő letöltése: {0}
umFinishedDownloadingUpdates=Frissítések letöltése befejezve
clmnUpdateName=Név
clmnUpdateFileName=Fájlnév
clmnUpdateType=Típus
clmnUpdateAuthor=Szerző
confirmCloseTitle=Megerősítés
confirmCloseMessage=Egy torrent feladat aktív. Biztos, hogy ki akarsz lépni a RatioMasterből?
defaultBinding=Alapértelmezett
testNetworkSuccess=Sikeres csatlakozás. A RatioMaster jelenlegi hálózati beállításai működőképesnek látszanak.
testNetworkFailed=Kapcsolathiba
testNetworkInProgress=Hálózati beállítások tesztelése folyamatban...

[Tooltips]
checkIgnoreFailureReason=Ha bejelölöd, akkor a RM figyelmen kívül hagyja a tracker felől érkező hibaüzeneteket és folytatja a feltöltést, mint máskor (nem ajánlott).
labelStopMinLeecher=A RM automatikusan leállítja a feltöltést, ha az itt beállítottnál kevesebb leecher van az adott torrentnél.
intervalLabel=Az alapértelmezett frissítési intervallum, amikor a statisztika elküldésre kerül a trackernek.\r\nHasznos, ha a tracker nem ad meg ilyen intervallumot.
proxySettingsGroup=A RM képes proxy-n keresztül kapcsolódni, így elrejtheted a valódi IP-címedet.
memoryReaderButton=Memória olvasó\r\nEzzel szimulálhatod a számítógépen jelenleg használt programot.
updateAnnounceParamsOnStart=Ha bepipálod, akkor a RM minden indításkor új peer_id-t és kulcsot generál.\r\nEgyébként az utoljára használt beállítások lépnek érvénybe.
TorrentClientsBox=Itt választhatod ki a szimulálni kívánt klienst.
randomSpeedGroup=A RM minden frissítésnél tetszőleges sebességet állít be \r\naz itt megadott értékeknek megfelelően.\r\nUgyanazzal a sebességgel feltölteni hosszabb ideig veszélyes lehet.
torrentFile=A .torrent fájl elérési helye\r\nKattints a Tallózás... gombra vagy húzz egy torrent fájlt az ablakba.
totalRunningTimeLabel=Itt láthatod, hogy mióta fut a jelenlegi folyamat.
leechLabel=Leecher ennél a torrentnél\r\nNéhány trackeren ez az adat nem elérhető.
seedLabel=Seeder ennél a torrentnél\r\nNéhány trackeren ez az adat nem elérhető.
manualUpdateButton=Kézi frissítés\r\nA tracker kézzel történő frissítése.
labelUpdateIn=Következő frissítésig hátralévő idő. 
downloadCountLabel=Letöltve\r\nA következő frissítéskor küldi a trackernek.
uploadCountLabel=Updoaded\r\nA következő frissítéskor kerül küldésre a trackernek.                                                                                                                      
checkIgnoreTimeout=A RM figyelmen kívül fogja hagyni a kapcsolati hibákat.
stopProcessActionBox=A RM képes automatikusan leállítani egy folyamatot .\r\nVálassz ki egy lehetőséget a listából.
uploadRate=Feltöltési sebesség\r\nItt adhatod meg, hogy mekkora feltöltési sebességet jelentsen a RM.
downloadRate=Letöltési sebesség\r\nItt adhatod meg, hogy mekkora letöltési sebességet jelentsen a RM.
shaHash=Torrent Sha Hash\r\nMegadhatod kézzel is vagy a torrent fájlból kerül kitöltésre. (NE add meg kézzel) 
trackerAddress=Tracker Url\r\nMegadhatod kézzel is vagy a torrent fájlból kerül kitöltésre. (NE add meg kézzel)
fileSize=Befejezve %\r\nItt adhatod meg, hogy eddig mennyit töltöttél le az adott torrentből\r\n100% = Seedelés\r\n0%     = Letöltés az elejéről\r\nA RM emlékezni fog minden torrentnél a megadott % értékre.                                       
reportParamsGroup=Ezek a paraméterek a frissítési információk közé tartoznak, melyet a RM elküld a trackernek.\r\nÁltalában a RM automatikusan generálja ezeket a paramétereket, de lehetőséged van\r\nkézzel megadni az értékeket, de használhatod a memória olvasót is.
reProcessNameBox=A RM ezt a folyamatot fogja keresni.\r\nA RM automatikusan kitölti ezt a mezőt a kiválaszott klienstől függően.
reSearchStr=A RM ezt a karakterláncot keresi, hogy megtalálja az announce URL-t és elemezze a keresés eredményeit.
reSearchButton=A keresés indításához kattints ide.
groupBoxSearchResults=Ha a keresés sikeres, a RM kitölti ezeket a mezőket a talált eredmények függvényében.\r\nMásold ezeket az értékeket a További paraméterekhez, vagy nyomd meg az Alkalmaz gombot.
reApplyButton=Kattints az "Alkalmaz" gombra a keresési eredmények beállításához.
